[{"title": "Wiedźmin: Ostatnie Życzenie", "author": "Andrzej Sapkowski", "description": "abc", "published": "2011", "publisher": "Nova sp. z o.o.", "file_name": "ostatnie-zyczenie-wiedzmin.jpg"}, {"title": "Wiedźmin: Ostatnie Życzenie", "author": "Andrzej Sapkowski", "description": "Świat na ostrzu miecza. Oszałamiająca akcja, mistrzowskie dialogi, sytuacje nie do zapomnienia. Sapkowski nie umie nudzić!  Wiedźmin to mistrz miecza i fachowiec czarostwa strzegący moralnej i biologicznej równowagi w cudownym świecie fantasy. Z woli Sapkowskiego w ów świat pełen potworów i bujnych charakterów, skomplikowanych intryg i eksplodujących namiętności wnosi Geralt nasze problemy, mitologie i nowoczesny punkt widzenia.  Staje się więc widzem i bohaterem, oskarżonym i sędzią, kochankiem i błaznem, ofiarą i katem. Przewrotna literacka robota.  Od wydawcy:  Później mówiono, że człowiek ów nadszedł od północy, od Bramy Powroźniczej. Nie był stary, ale włosy miał prawie zupełnie białe. Kiedy ściągnął płaszcz, okazało się, że na pasie za plecami ma miecz. Nie było w tym nic dziwnego, w Wyzimie prawie wszyscy chodzili z bronią, ale nikt nie nosił miecza na plecach niby łuku czy kołczana. Białowłosego przywiodło do miasta królewskie orędzie: trzy tysiące orenów nagrody za odczarowanie nękającej mieszkańców ", "published": "2011", "publisher": "Nova sp. z o.o.", "file_name": "ostatnie-zyczenie-wiedzmin.jpg"}, {"title": "Wiedźmin: Miecz Przeznaczenia", "author": "Andrzej Sapkowski", "description": "\"Miecz przeznaczenia\" jest zbiorem opowiadań stanowiących swoistą kontynuację przygód Geralta ze zbioru \"Ostatnie życzenie\", a zarazem poprzedza historię opisaną w tak zwanej sadze o Wiedźminie. Generalnie opowiadania składające się na omawiany zbiór nie różnią się niczym od napisanych wcześniej.  Geralt dzięki swojej sile, odwadze i inteligencji walczy z potworami bądź w inny sposób stara się pomagać ludziom. Świat, w którym rozgrywa się akcja, jest przedstawiony w sposób niezwykle plastyczny, co sprawia, iż można go sobie bez większych problemów wyobrazić.  Książka przesiąknięta jest emocjami, marzeniami i wartościami. Na kartach opowiadań widzimy miłość, poświęcenie, honor, determinację spowodowaną zamiarem udzielenia pomocy ukochanemu, przywiązanie do własnej ziemi.", "published": "2011", "publisher": "Nova sp. z o.o.", "file_name": "miecz-przeznaczenia-wiedzmin.jpg"}, {"title": "Wiedźmin: Miecz Przeznaczenia", "author": "Andrzej Sapkowski", "description": "\"Miecz przeznaczenia\" jest zbiorem opowiadań stanowiących swoistą kontynuację przygód Geralta ze zbioru \"Ostatnie życzenie\", a zarazem poprzedza historię opisaną w tak zwanej sadze o Wiedźminie. Generalnie opowiadania składające się na omawiany zbiór nie różnią się niczym od napisanych wcześniej.  Geralt dzięki swojej sile, odwadze i inteligencji walczy z potworami bądź w inny sposób stara się pomagać ludziom. Świat, w którym rozgrywa się akcja, jest przedstawiony w sposób niezwykle plastyczny, co sprawia, iż można go sobie bez większych problemów wyobrazić.  Książka przesiąknięta jest emocjami, marzeniami i wartościami. Na kartach opowiadań widzimy miłość, poświęcenie, honor, determinację spowodowaną zamiarem udzielenia pomocy ukochanemu, przywiązanie do własnej ziemi.", "published": "2011", "publisher": "Nova sp. z o.o.", "file_name": "miecz-przeznaczenia-wiedzmin.jpg"}]